export function newsHTML() {
  let html = `

  <text class="breadcrumbs"><a class="navKey" href="#" id="home2">Главное Меню</a><a>>Новости</a></text>

  <div class="news">
  <h2>Новость 1<h2>
  <text>Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость </text>
  <br>Оцените:

  <h2>Новость 2<h2>
  <text>Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость </text>
  <br>Оцените:

  <h2>Новость 3<h2>
  <text>Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость
  Отличная новость Отличная новость Отличная новость Отличная новость </text>
  <br>Оцените:
  </div>

  `;
  return html;
}


export function newsCSS1() {
  let css = `
  .news {
    margin:2%;

  }
  `;
  return css;
}

export function newsCSS2() {
  let css = ``;
  return css;
}
